[{
    "slug": "nightmare",
    "name": "Nightmare",
    "lands": [{
            "id": 1,
            "name": "Infernal Bridge",
            "avatar": "infernal-bridge.png",
            "desc": "<p>Located downstream of the Thanatos lava river was the Forgotten Land. This place was a barren and desolate land, which had absolutely nothing but the signature heat of The Nightmare.</p><p>This land would probably have drifted into oblivion as its name suggested had it not been for the appearance of The Demons at The Nightmare. It was Grimm who discovered this place. And it was perfect for the evil’s plan. He asked Azathoth to create a bridge connecting the Forgotten Land with the other side, the mountain range separating No Man Land from the Thanatos river. He called it the Infernal Bridge.</p><p>At the end of the Infernal Bridge was a stone gate built by Grimm himself. It was inside it that he placed his spells to help Malhela open the Space Bridge to get to The Earth. Grimm told Malhela that in order to gain advantage over other forces, it was imperative that Crown Londo Kingdom found more allies. So, the evil god became the key between the King of Scorpion - Octonus and the tyrant King Silver. But Grimm's true purpose was different, all that he wanted was a better and fiercer blood party. Grimm even offered to help break Gideon's seal in the No Man Land, so that the alliance could attack The Greenland.</p><p>Malhela and Silver accepted Grimm's offer. As for Octonus, he was still considering. But during the war in No Man Land, he also somehow saw the power of the Omni gods, he reluctantly accepted the agreement. The Infernal Bridge for that can be seen as a testament to the pact between Silver and Octonus. As for the evil god Grimm, he continues with the play that he is painstakingly arranging...</p>"
        },
        {
            "id": 2,
            "name": "No Man Land",
            "avatar": "no-man-land.png",
            "desc": "<p>As soon as Leviathan, Cyril and their companions escaped from The Greenland to The Nightmare, Ganymede - King of The Omni gods, sensed the danger from The Darkness. He commanded Gideon to send a small group of Shadow Knights to follow the rebels’ tracks.</p><p>But ironically, the place where Shadow Knights arrived was the Rocky Desert, which was home of the Eurypterid - an aggressive scorpion species. Most of the Shadow Knights were then brutally slaughtered.</p><p>Receiving the bad news, Gideon himself led the Light Heroes and attacked straight to The Nightmare to nip the danger in the bud. But they could not hold out much longer against the superior forces of the enemy. What they encountered at The Nightmare was swarms of Eurypterid scorpions. Being attacked unexpectedly, Gideon retreated to the west of the Rocky Desert. An extremely fierce battle had occurred in this place. The large number of the Eurypterid bodies piled up like mountains and the situation was not much better for the Light Heroes, half of the troops that Gideon brought to The Nightmare had already been dead. In the greatest peril, Gideon was forced to use all his last power to push the Eurypterids pack in order to find his way out. Since then, the name No Man Land appeared as a reminder of this deadly place. After that incident, Gideon sealed the Bridge here to prevent scorpions from entering The Greenland.</p>"
        },
        {
            "id": 3,
            "name": "Rocky Desert",
            "avatar": "rocky-desert.png",
            "desc": "<p>It was The Nightmare land directly abuts the Inferno from the Damned Eye and the lava flows beneath it. The heat generated had accelerated desertification in the Rocky Desert. With its barrenness and aridity, the Eurypterid Fire Scorpion was the only one that could survive.</p><p>The Eurypterid Fire Scorpion was one of The Nightmare’s most primitive Beasts. They were extremely cruel and had extraordinary endurance, but their intelligence was extremely poor. In addition, because there was little food on this wild land, those Scorpions usually worked as separate individuals and fought against others for food. Until the day Octonus appeared, with his superior intelligence thanks to his exposure to The Darkness, he gradually overpowered the Rocky Desert and called himself the King of Scorpion.</p>"
        },
        {
            "id": 4,
            "name": "Haunted Cave",
            "avatar": "haunted-cave.png",
            "desc": "<p>Honeycomb Mountain lay to the east of No Man Land, on the other side of the Devil's Bridge. Its name initially came from a wide range of thousands of caves it owned. These caves were closely linked together, forming an underground network within the mountain. Because of its danger, The Creeks dubbed this place the Haunted Cave. Long long time ago, after leaving the Forbidden Zone, the primitive Beasts accidentally found this place and turned it into their own territory. For thousands of years, Haunted Cave has now been home to the wild and raging Beasts. They hide themselves inside the dark, and prey on anyone who gets turned around down here. After separating from Haunted Cave, The Creeks tribe never dared to return to this land.</p><p>When the mutiny broke out and Orson split from The Creeks, he led his troops back to the Haunted Cave. Together with Aprum, Orson occupied a large part of the Haunted Cave. To fight The Creeks in the Weird Forest, Orson built a stronghold and formed The Sentinels. Later, with the help of The Demons, Orson nearly conquered the entire Haunted Cave, thereby expanding their forces on The Nightmare.</p>"
        },
        {   
            "id": 5,
            "name": "Dark Embrace",
            "avatar": "dark-embrace.png",
            "desc": "<p>To the west of the Weird Forest was The Bones Canyon. The Bones was the only way leading to the forest of The Creeks. As for the special features of The Bones, The Creeks organized their defenses here strictly to forbid any and all other wild Beasts into the forest. The other side of The Bones was an extremely turbulent land with very tough terrain. This was where the Space Bridge appeared and connected The Nightmare with Great Northern Wall in The Earth. The Creek called it the Dark Embrace.</p><p>No one knew how Dark Embrace came to be, but it was said that the Space Bridge here was created accidentally by the mages of the former The Lost City. After this city was engulfed, they cast dark magic to find Leviathan to take the blame for what he had done. Instead, what they created, unfortunately, was a Bridge leading directly to Dark Embrace. Everything was then immediately swallowed up by that chaos. For centuries, The Beasts from all over The Nightmare gradually learned about the existence of this Bridge and found their way to attack The Earth. Since then, the bloody hunts have continuously happened on this poor Human land.</p><p>However, when in resonance with the disturbances in Dark Embrace, that Bridge got harder and harder to control. Only a small number of the strongest Beasts were able to pass through it to The Earth and return safely. After thousands of years, The Demons reached The Nightmare and used their power to take control of this land, at the same time, they worked hard learning how to stabilize the Bridge in preparation for the plan to march their army through and invade The Earth later on.</p><p>And in the Dark Moon War, the warriors of The Creek will ally with The Earth to fight against this expansion. If The Beasts successfully break into The Earth, it will be the end of the Human.</p>"
        },
        {
            "id": 6,
            "name": "Tree of Souls",
            "avatar": "tree-of-souls.png",
            "desc": "<p>Speaking of The Nightmare, people often think of the barrenness and harshness of this land. However, at the eastern end of it there is land which is the exact opposite of that. This land was called the Weird Forest by The Creeks. Different from the rest, the Weird Forest is a mountainous area covered with dense green pastures. In its center is a giant old tree which brings light and greenery to this forest. The first Beasts of The Creek tribe built their home around this tree and called it the Tree of Souls. Over time, it was Tree of Souls that purged the fury out of those Beasts and replaced it with self-mastery and peace.</p><p>The Creeks still live peacefully and independently in the east of The Nightmare after nearly 1,000 years of development. But ever since The Demons came to The Nightmare, they have sought to spread the evil power of The Darkness and manipulate other Beasts. Not only that, they also want to steal this territory to expand their influence. The east is no longer peaceful as it used to be as besides the outside, there are internal conflicts within The Creeks themselves. And in the Dark Moon War, this land might actually require assistance from The Earth to fight against the wake of the evil forces.</p>"
        },
        {
            "id": 7,
            "name": "Damned Eye",
            "avatar": "damned-eye.png",
            "desc": "<p>In the heart of the Nightmare is the Kolasi Volcano. This mountain is the root of the lava river Thanatos. The heat and desolation of the Nightmare all originally derives from here. Legend has it that from time immemorial, this place was once the home of The Hell Draconian Chimera. However, this tribe has already mysteriously gone extinct and their lair is now engulfed in molten lava. </p><p>After The Demons invaded The Nightmare and began to monopolize The Darkness, they used their power to create a magic fireball at the top of the Kolasi Volcano.Their purpose was to use this to enhance the power of The Darkness as well as the ferocity of The Beast that they had occupied before. It was the energy from this fireball that helped Orson conquer the entire Haunted Cave. </p><p>However, everything had its downside, the magic fireball had made the Kolasi Volcano more and more unstable, its lava got hotter and hotter. Obviously, The Nightmare had already been harsh, but now it was even harsher. Even the most peaceful land - The Weird Forest, which was protected by Tree of Souls, realized this unusual. The prospect of the apocalypse when everything in The Nightmare was plunged by the lava, gradually came closer. What will The Creeks and The Beasts do to prevent this bad situation? Through Amaltheus’ blade, the extinction of the Chimera can be proven to be real. They dubbed that danger the Damned Eyes and have always found a way to end the reign of The Demons in order to save their homeland. In the Dark Moon War, who will be the winner?</p>"
        },
        {
            "id": 8,
            "name": "Forbidden Zone",
            "avatar": "forbidden-zone.png",
            "desc": "<p>If the heat in the center of The Nightmare was caused by the Thanatos lava river, The Forbidden Zone brought an unusual cold of total darkness. This land was inherently shut off  from the lava river by towering rocky mountains. Even the Omnis when observing this area, they considered it more like a natural labyrinth than a rocky valley, with countless complicated paths, which most likely, those who got lost in it would walk to their certain death.</p><p>More than that, this place also had the appearance of Strange Rifts, these rifts led deep into the heart of The Nightmare. After the Big Bang, when The Darkness was pushed back by the aura to the ends of the universe. It chose The Nightmare as its place to live. Those rifts were originally the remnants left by The Darkness when it found its way to penetrate into the heart of this world. Over hundreds of years, the first primitive Beasts were born from the power of The Darkness. They began to creep up to the surface of The Nightmare through these Strange Rifts. With a violent nature, they rushed to tear each other to fight for territory.</p><p>But then over the generations, some tribes of The Beast finally discovered other areas of The Nightmare and gradually left this cold wasteland. The only things left here were the Strange Rifts which looked like eyes. That’s why it had the name The Forbidden Zone.</p>"
        },
        {
            "id": 9,
            "name": "The Devil Forge",
            "avatar": "the-devil-forge.png",
            "desc": "<p>Standing between The Forbidden Zone and Kolasi Volcano were many towering rocky mountains. At the center, there was a large rift with lava flows that were hundred times hotter than other places in The Nightmare. Even the toughest Beasts could be driven back by the intense heat produced.</p><p>Until The Demons, including Azathoth, arrived. He is the god Otis's younger brother and a talented blacksmith. Recognizing the limitless potential of everlasting power that came from those flows, Azathoth built a forge inside the mountain and perfected it with an eternal flame. For centuries, Azathoth's forge has been the home to most of the finest weapons on The Nightmare. Those weapons carried the lava heat and the ultimate power of The Darkness, and high among them was Eternal Torch - a weapon that can cast light on anything, anyone, even those invisible.</p><p>Thanks to his contributions, all of The Nightmare, from The Demons to The Beasts, attributed great importance to Azathoth. The forge grew and became a solid fortress hidden in the mountain's heart. To challenge his brother Otis, Azathoth named this 'The Devil Forge'.</p>"
        },
        {
            "id": 10,
            "name": "Hell Gate",
            "avatar": "hell-gate.png",
            "desc": "<p>If the City of Light is the home of the gods, then Hell Gate can be seen as a fortress of the Demons. It was Azathoth who took orders from Leviathan and Cyril to found this place to monopolize the power of The Darkness. Hell Gate appears to be a large gate from the outside, but inside it is full of deadly traps, which were first designed to prevent anyone who dared to break in and find The Darkness. Deep within the heart of Hell Gate there is the evil entity The Darkness, which has resided in The Nightmare since the Big Bang.</p><p>After Azathoth finished Hell Gate, Leviathan and Cyril used their powers to seal The Darkness, bending its power to their will. The fireball Damned Eyes is also one of the magics created in the process. Moreover, Grimm with his knowledge, is entrusted by Leviathan to guard and search for new magic around The Darkness. However, they do not know that Grimm has his own agenda. A death song is about to be played and the blood to be spilled as he wishes…</p>"
        }
    ]
},{
    "slug": "greenlands",
    "name": "Green Lands",
    "lands": [{
            "id": 1,
            "name": "Sky Meadow",
            "avatar": "sky-meadow.png",
            "desc":"<p>Before Waterlife's upstream was purified by the Magic Land, Sky Meadow was originally a dead prairie, no living thing or plant could grow on this land. But everything changed when the flow of Waterlife became purer, resonating with the amount of Aether dispersed in the silt that Sky Meadow became so much more fertile and the forest floor came back. The beauty of this land was also graced with the majestic Healing Waterfall. The first god to discover this was Hanleth, the goddess of prosperity and it flourished under her protection. Anyone who passes by this promised land must leave a part of their Aether to fuel the growth of the Sky Meadow. In exchange, they will be given a Sky Medal (*) symbolizing purity. The more Omnis who have these medals, the more respect they will receive from the City of Light.</p><p>(*) Increases the owner’s ability to defend.</p><p>For all it has, neither bustling nor thrilling things, Sky Meadow can be referred to as a final resting place for any Omni gods, to search for peace and ideas for all that’s going on in their surroundings. In the war of the gods, however, this land suffered significant losses. And Hanleth had to sacrifice herself for the sake of her beloved land. Thanks to her power, Sky Meadow has partly regained its greenness as before….</p>"
        },
        {
            "id": 2,
            "name": "Magic Land",
            "avatar": "magic-land.png",
            "desc":"<p>With all the records that Zel left, Godwyn started to purify the toxic waters of Magic Lake and revitalized Waterlife’s downstream. Not only that, Godwyn discovered that the poisons from plants in Devil's Eye Forest contained magic on the inside. These discoveries also led to the creation of items such as Otis' Anonymous Mask and the God Ring (*).</p><p>(*) Grants its wearer the ability to be invisible.</p><p>Afterward, Ganymede, King of the Omnis, agreed to establish a magical research institute here. The original purpose was only to study the chemicals and ancient magic from Magic Lake. However, gradually it was expanded and added a research academy called Kyla Academy (named after the dragon Kyla). Kyla Academy later became the training ground for the Omni with the most famous anti-poison and purification skills in The Greenland. But everything had its two sides,  it was in this place that Caim was born, a corrupted Omni in every aspect, who had learned to use the fishy blood mixed with the poison of the Magic Lake to strengthen his power. This had spread a terror in this academy in a very long time. Afterward, Caim himself discovered the Space Bridge in Magic Lake and brought himself to the Darkness.</p><p>As for its great role, this area was given a beautiful name - Magic Land. The Waterlife flow brought magical fertility to the southern plains of the City of Light.</p>"
        },
        {
            "id": 3,
            "name": "Sacret Grove",
            "avatar": "sacret-grove.png",
            "desc":"<p>Before the war of the gods broke out, ​​the Sacred Grove was much larger than it is now. It stretched from the Sky Meadow all the way to the edge of the Horror of An Eye. It was home to many rare creatures of Greenland. The Sky Meadow was protected by Hanleth, and the Sacred Grove was in the care of the moon goddess Selena.</p><p>And when the war raged on, this place suffered catastrophic destruction as a large area of ​​the forest was almost in ruins. Selena used all her powers to save the forest, even her own life. However, Sacred Grove only healed about half of it (the other half is now the Shadow of the Dead). In memory of Selena, all people here have erected a moon statue on the top of Silver Falls (Silver Height). The Silver Height peak serves as a reminder to Greenland of the loss and the war as well as the ultimate sacrifice of the goddess.</p>"
        },
        {
            "id": 4,
            "name": "Shadow of Dead",
            "avatar": "shadow-of-dead.png",
            "desc":"<p>Shadow of Dead was formerly part of the Sacred Grove. In the war of the gods, the most terrible sacred arts and power of the Greenland were taken out on this innocent land, flattening the whole Sacred Grove. And that's not all, many of the Omni gods' and Dragons' bodies have remained in this land forever. After Leviathan and his people were pushed back, what left was just a sad shadow of its former glory, but even hundreds of years later, it could not get back to the way things were. Since then, Greenland has dubbed it the Shadow of Dead.</p><p>And in the face of such destruction as well as admiring the ultimate sacrifice of the goddess Selena, Kyla - the little dragon with her unique resurrected energy - tried to save this land. However, with a large ground like Shadow of Dead, it was not that easy. Until now, Kyla is still trying hard to find a way to restore it back to its beginnings, but this will probably take a very long time to make that happen. And Kyla does this partly to prove that Zel's records of Magic Lake are really valuable to Greenland, and by doing it, she can bring Zel back to his roots.</p>"
        },
        {   
            "id": 5,
            "name": "Horror of An Eye",
            "avatar": "horror-of-an-eye.png",
            "desc":"<p>In the very east of Greenland, there was a valley called Silent Fog blanketed all year round in deep blue mists and surrounded with oddly tall old trees. After the destruction of The Lost City, the Omni gods decided to use this whole place as one big prison to lock the evil god Leviathan up. They sealed it with a powerful spell that slowly turned the mist purple.</p><p>Besides the sealing spell, a specially hallucinogenic one was also released to watch over Leviathan day and night and threaten anyone who dared to set foot. Legend has it that anyone who gets too close can hear Leviathan's bloodcurdling screams as well as glowing eyes coming from all directions (the special spell the Omnis have used to cast out outsiders). That’s how the name Horror of An Eye was born.</p>"
        },
        {
            "id": 6,
            "name": "Combatant Base",
            "avatar": "combatant-base.png",
            "desc":"<p>The Combatant Base is located east of The City of Light, where the Light Heroes - the regular army under the gods - are stationed. The gods consider this to be the most powerful line of defense protecting both the City and Greenland. The heroes include the Omni gods with the greatest fighting power, along with the supreme dragon leaders from the Jade Dragon mountain.</p><p>Besides direct combat, within their ranks, there are special ones called the Shadow Knights. These knights fight like a ghost, they can strike but never reveal themselves. They can be seen as the silent sentinel of The Greenland and they do things in their own way. However, they all live for the same purpose, is to fight against the rise of evil forces, to keep the balance of the beloved universe.</p><p>During the war of the gods, Combatant Base was the first line of defense to keep Leviathan and his gang from reaching The City of Light. Those intruders wished to monopolize the city's Aether and seize control of the whole Greenland. It was the Light Heroes who had Leviathan in their pocket and arrested him in the Horror Of An Eye.</p>"
        },
        {
            "id": 7,
            "name": "The City of Light",
            "avatar": "the-city-of-light.png",
            "desc":"<p>The City of Light is the cradle of the Omni gods. This city is built in the Land Of Eternal, located in the heart of the Greenland. After centuries of growth, this City has thrived and is home to a wealth of knowledge of almost all civilizations throughout the universe, ranging from early The Earth to the Monsters of dead land The Nightmare.</p><p>It seems to be a peaceful city for its appearances, The City of Light is an actual impregnable fortress. Surrounding it is a solid magic wall (known as the Shield of God) fortified by Ganymede and the most powerful Omnis. This City is inherently located right beneath the summit of Jade Dragon Mountain, every year, countless bodies of Dragons and the fossils they create fall directly into the City. It's thanks to the magic wall that makes this city inviolable and counters all outside forces. This tremendous power is partly due to the extremely large Aether reserves hidden deep beneath the City which help the Shield of God stands strong with the time.</p><p>And this City will play a very important role in the Dark Moon War, for being the last stronghold of the Gods before the rise of the evil Demons.</p>"
        },
        {
            "id": 8,
            "name": "Magic Lake",
            "avatar": "magic-lake.png",
            "desc":"<p>If the upstream of the Resurrection Fountain brought life to the land, then its middle, just below the Undarlegt Fall, was a place filled with deadly toxins. The Dragons called it the Curse Lake, because exposure to these toxins could eat their skin or worse, kill them right away. Even the goddess Prostasia had never dared to come here. Therefore, fueled by fear, the Dragons had always been reminded not to get anywhere near the Curse Lake since they were little. It was for that isolation that made its wilderness and mysteries unanswered.</p><p>It was also the Curse Lake toxins that completely changed Zel's fate, from the form of a Dragon into a hideous Bell Cobra, although Zel found the origin of those deadly toxins which came from the roots of plants in the nearby Demon Eyes Forest. Zel did not hesitate to share this knowledge with his race. But instead, Zel was despised and abandoned. He had to go back to live alone in the Curse Lake with his negative thoughts. After a period of research, Zel had found a new way to enhance those toxins into his body. Gradually, Zel got far away from thoughts of returning to his origins. It was here that Zel discovered a Space Bridge that led him to the Nightmare, to the evil power of the Darkness. </p><p>Much later, Kyla found out about her friend’s records. She tried to prove Zel’s sacrifice but other Dragons all ignored. They thought it was just a trap. So, Kyla brought that knowledge to the Omnis in the City of Light. And just like what Zel had written, they successfully purified the water. Since then, this Lake was later renamed the Magic Lake, but in the end, will Kyla be able to bring Zel back to The Greenland?</p>"
        },
        {
            "id": 9,
            "name": "Resurrection Fountain",
            "avatar": "resurrection-fountain.png",
            "desc":"<p>From the south side of Jade Dragon Mountain lay the land ruled by a dragon tribe, known as the Flame Draconian. The heat generated from their lair had completely melted the ice on the mountainside and the water beneath it. As for this heat signature, over time, this large lake gradually proliferated and brought life to a lot of rare herbs such as Healing Grass, a raw material to create Talisman - a charm with extremely high healing effect. </p><p>More than that, the Omnis also discovered there were rare large Aether reserves at the bottom of the lake. As for its vital role in the ecosystem of The Greenland, the gods gave it the name Resurrection Fountain.</p><p>First discovered by Prostasia - the Queen of love and happiness. Instead of establishing palatial structures like in The City of Light, the Queen ordered the scenery here to be as natural as possible. Prostasia also becomes the guardian of this land as well as the inspiration for the Wolf Elf lifestyle on the Earth later.</p><p>The Resurrection Fountain is also the upriver of the Waterlife flowing throughout Greenland, ending at the Healing Waterfall. It is a river of wonders but full of Greenland mysteries.</p>"
        },
        {
            "id": 10,
            "name": "Jade Dragon Mountain",
            "avatar": "jade-dragon-mountain.png",
            "desc":"<p>Jade Dragon Mountain, located in Greenland's far north, is the highest point here. All the elite Aether is condensed on the top of the mountain, crowned with eternal white snow. This is the home of the Eternal Dragon in Greenland. Every 100 years, the most powerful dragons of each tribe will join in a duel in order to choose a Dragon Lord of the Deshading top. As soon as dusk sets in, any dragon that stays on top of the highest point of Jade Dragon Mountain will be the next Lord. As a result of this competition, those bodies of the defeated dragon will fall directly onto the City of Light - the city of the Omni gods. That’s why the name “Dragon Storm” was born. </p><p>The first and only dragon in history to be hailed as the Lord of the Dragons is Adonis, a symbol of the ancient Everlasting Draconian. However, there are three talented dragons who almost conquered the top of the mountain. They are Toparos of the Freeze-Rock Draconian, Lagan of the Flame Draconian and finally Anemos, the leader of the Dragoon.</p><p>All of them own the power that surpasses any other dragon and are always ready to challenge the throne of Adonis. However, because of always fighting against each other as well as the pressure coming from the Everlasting Draconian of Adonis, until now, they have not been able to achieve their purpose. Thus, the scale among the Three Poles are formed and keep the balance for the Jade Dragon Mountain.</p>"
        }
    ]
}, {
    "slug": "earth",
    "name": "Earth",
    "lands": [{
            "id": 1,
            "name": "Sun Temple",
            "avatar": "sun-temple.png",
            "desc": "<p>In southern Crown Londo Kingdom, there was the Mount Phaidros which was steep but not less imposing. This place was exposed by the sun all year round, and converged all the elites from the Aether of The Earth. This was because of the specially tough terrain here which could help this place almost avoid all conflicts, bloody wars in The Earth. For that, Aedus and Malhela chose this place as the basement of establishing the Sun Temple.</p><p>At first, Aedus and Malhela used the Sun Temple as the place for training the ability to control Aether, researching artifacts, ancient magic as well as worshiping the Omni gods. But after a long time, Aedus began to expand the Sun Temple by recruiting  more disciples. Thanks to his reputation, Aedus quickly spread out the Sun Temple influence over The Earth by establishing the Mages Council and becoming the pioneer. All of the rules related to using magic in The Earth must pass through this council.</p><p>For the number of scholars and mages coming here gradually increased, the Sun Temple library became the largest repository of all the knowledge in The Earth and gave birth to a lot more geniuses. However, everything has its downside, besides good things, this expansion was the ground zero for some other deviant beliefs. For example, the massacre of innocent people caused by the mage hunters. Moreover,  there were dictators such as the Fischer family of Modern City or even worse, the evil king Silver Serpent of Crown Londo later appeared due to the conflicts with the Mages Council.</p>"
        },
        {
            "id": 2,
            "name": "Modern City",
            "avatar": "modern-city.png",
            "desc": "<p>West of the Sun Temple, across the Enaid ocean was the Modern City. In the second era of The Earth, after the breakaway from the Mages Council, Robert Fischer and those close to him came here and established Modern City. In the early years, the Fischer had taken steps to turn Modern City into a formidable force.</p><p>In the northern city was the Eiger - a precipitous mountain range standing as the city walls. Modern City was located on a fertile plain, fed by the flow of a river under the mountains, in addition, the Eiger itself also provided endless resources for the mechanical designs here through underground streams inside the mountains. It was because of this advantage that Modern City could develop independently as opposed to the rest of The Earth; their metallurgy was once said to be hard to be seen anywhere else. The road to the city was quite small and was strictly guarded by the Keen.</p><p>However, in the time of Bevis Fischer - the third-generation descendant of Robert, Modern City started to plunge into chaos due to class distinctions and the big gap between the rich and the poor. This chaos lasted till the current ruler of Modern City - Bevis’s daughter - Airazor Princess, during her reign, was highly respected by the people as she worked to make out the balance for Modern City. However, Airazor ignored one important class - The Keen, and made a deadly mistake, that they were still waiting for the chance to remove the Fischer from power and overtake Modern City.</p><p>It could be said that Modern City was the enemy of the entire The Earth as they completely did not deal with any places that used magic, and the Crown Londo Kingdom was not an exception either. That was only a pretext Silver Serpent used to wage war on Modern City whenever possible; his purpose was just to take over the advanced mechanical technology that this city possessed.</p>"
        },
        {
            "id": 3,
            "name": "Dreaming Valley",
            "avatar": "dreaming-valley.png",
            "desc": "<p>Across the Old Green forest, or on the other side of the Eiger range, there was a valley called Dreaming Valley. Legend had it that many people lost their lives in the forest while finding their way to this valley.</p><p>The Dreaming Valley’s magic dome was created by the first Elf mages of The Earth when combined with the Aether energy located in the center of the valley in order to shut this area off from the outside world. They wanted to be in harmony with nature and plants so that they could hear the whispers of the Gods. Going through hundreds of years, the Idril family had been entrusted with protecting Dreaming Valley and its Aether power. </p><p>Deep within the valley, there was a jungle called Green Mile which was the home to a more primitive Elf tribe. Idril called them Wood-Elf. These Wood-Elves lived so closely to nature that throughout many generations, they had characteristics more likely to be deer than to be Human. That’s maybe the reason why they were considered to be guardians of the jungle.</p><p>There were just a few people of The Earth who could access this area, except for ancient mages such as Aedus, Malhela or the commander of the Black Knights at that time - Leon. After the event Kekok killed Oberon in Dreaming Valley, records about the seed of Aether power reached Silver Serpent ears. Inadvertently, the Elf who loved peace for thousands of years was drawn into another cruel war to fight against the rising evil forces. After having been protected by this valley for thousands of years, now they would need to rally their forces to defend it, protect the legacies that the Elf had built.</p>"
        },
        {
            "id": 4,
            "name": "Mist Island",
            "avatar": "mist-island.png",
            "desc": "<p>East of the Crown Londo Kingdom, out of the Enaid ocean, there were islands wrapped in mist most of the year, known as the Mist Island. After the massacre of innocent people in the heretic mages hunting campaign in The Earth, some mage hunters themselves established the Assassins Council and moved to Mist Island to conduct their own ideals.</p><p>There should not have been a thing called feeling in this world. You just only get stronger and stronger if there is no love, no fear, no hatred and no name.</p><p>With strict rules and rigorous training, anyone wanting to become one of them had to go through many hardships and all kinds of sufferings. Operating independently and not relying on anyone, the Assassins Council of the Mist Land could work for anyone and for any purposes. And that was all the Silver Serpent needed, this king had already got a secret contract in order to use these talented assassins for his greed.</p>"
        },
        {   
            "id": 5,
            "name": "The King's Tomb",
            "avatar": "the-king's-tomb.png",
            "desc": "<p>King’s Tomb - a ruin scattered in a great desert in the east side of the Earth. Following the research of scholars at the Sun Temple, this was rumored to be the resting-place of the first king that ruled The Lost City. Through the ruins excavated, they also found that the ancient mages here used this place as their godfather's oracle - Leviathan and the moon goddess - Selena. </p><p>The scholars and mages from the Sun Temple were still absorbed in the study of these ruins as according to some records, it seemed that there was a small amount of extremely rare Aether deep inside the tomb. Legends had it that anyone who could possess this Aether would be the strongest on the Earth. That was the reason why King’s Tomb was always an attractive location to both scholars, tomb raiders and even the king Silver Serpent.</p>"
        },
        {
            "id": 6,
            "name": "The Iron Fortress",
            "avatar": "the-iron-fortress.png",
            "desc": "<p>The Iron Fortress was located in the eastern Enaid ocean, there was a major port here known as The Iron Seaport. From the Beatha river next to the Crown Londo Kingdom to The Iron Seaport took about one week by boat but it was an excellent location for the trading activities. Inside The Iron Fortress was a prosperous and free kingdom with a variety of professions, and the most special profession among all was the blacksmith. The blacksmiths here were highly respected by the normal people and even the noble ones. This was because this kingdom was initially established by an Omni god named Otis, he led and imparted knowledge of metallurgy to people here, enabling them to forge the best weapons in The Earth which could point to the sharp and solid Auraminum swords of Black Knights in the northern wall. These swords were used to repel any fierce Beast that was trying to infiltrate The Earth.</p><p>But the Iron Fortress did not have its own army forces. Facing the expansion of the Silver Serpent and in exchange for peace, King Wayland - the current king of this tiny kingdom - had to accept the claim from Crown Londo that they were not allowed to work for anyone but the Silver Serpent forces.</p>"
        },
        {
            "id": 7,
            "name": "The Lost City",
            "avatar": "the-lost-city.png",
            "desc": "<p>Off the coast that was adjacent to the Iron Fortress lay ancient ruins believed to be of The Lost City. According to records discovered at King's Tomb, the city had a flourishing era throughout the history of The Earth. Under the auspices of Leviathan and the moon goddess Selena, technology and magic here nearly merged into one and advanced far ahead of the rest of the world.</p><p>But everything was a thing of the past, now this place is all in ruins in the middle of the ocean. No one knew the reason why and what had happened to this prosperous city. Some said that mother nature had used her power to engulf the whole city because its development was beyond her control. Others said that the great flood was caused by the misuse of magic, which resulted in doom. Whatever happened, buried inside them is knowledge and ancient magic that everyone is craving for, not to mention a large amount of Aether that this city holds is still lying somewhere in the ruins.</p><p>Merchants from Crown Londo Kingdom were the first to discover The Lost City. This place was later excavated and studied by scholars and mages at the Sun Temple. They claimed that the ancient magic of these ruins, as well as the unpredictable dangers they might bring, were far beyond human understanding these days in The Earth.</p>"
        },
        {
            "id": 8,
            "name": "The Crown Londo Kingdom",
            "avatar": "the-crown-londo-kingdom.png",
            "desc": "<p>The Crown Londo Kingdom was not only a simple kingdom but it was also the symbol of power in The Earth. Before the Serpent, there were many families that ruled this kingdom. It was formed around the beginning of the second era of The Earth, by King Solomon The Great. In the following centuries, this Kingdom was immersed in bloody wars for power. It was until the appearance of the Snjor family from the North occupied Saint Capital - the capital of the Kingdom, that this place was truly peaceful again after more than 200 years.</p><p>But it seemed to be a curse for power which began under King Azaria Snjor, the kingdom once again fell into chaos. Discontent was bubbling under the surface of both the aristocracy and the normal, because of the unreasonable tax policy, as well as the harshness that Azaria brought to this Kingdom. Javier Serpent, a commander under Azaria, cooperated with Blair Kide in the North Castle to stage a coup and overthrow the Snjor family. Even Snjor’s descendants had to run away from their kingdom and live on the other side of the Northern Wall to avoid this pursuit. After taking over the Kingdom, the Serpent family put a new face on not only the Crown Londo Kingdom but also the whole The Earth. Everyone lived in peace and in an extremely prosperous society.</p><p>However, with their pacifist policy, the Serpent family gradually lost their position in The Earth. The culmination of this gave birth to an evil king that became the fear of all the Earth afterward. In the south-east of the Kingdom lay a small Rock Castle of the Astor family. This castle had always served Javier Serpent for generations, but since his death, their respect had gradually faded and they always looked down on the next new king, George Serpent. Not only that, it was the last straw when they refused to pay the annual tax (which was an old contract between Javier Serpent and Rock Castle), they even killed the herald from this Kingdom and challenged the Serpent family. At that time, Silver Serpent, son of George, who had just returned from the Sun Temple, could not stand this situation. With his father's permission, Silver led troops to Rock Castle to call it quits. The original purpose was just to show their power, but Silver Serpent, with his determination, had ordered to wipe out the entire Astor family. After this event, the whole of The Earth was threatened by the Serpent and their Kingdom.</p><p>And not long after that, George died and let his son - Silver Serpent, reclaim the throne. From there, Silver, along with Eryk - his cousin, and Malhela, began their plan of expansion over The Earth. Using his knowledge of the Aether, Silver turned the Crown Londo Kingdom army into a great force, they even destroyed the Alken cannibals.</p><p>Speaking of geography, the Crown Londo Kingdom was a fertile land with the accretion of the Beatha river. In the south was the Enaid ocean with the Lumiere - the largest and most crowded port in The Earth. In the north were the plains, along with the North Castle and the Northern Wall. Trade in Crown Londo Kingdom was quite busy, and the Saint Capital was the most prosperous place in The Earth. The nobles and even the leaders in Saint Capital put a lot of attention to magic. Under Silver, he took magic here to the next level. To outsiders, Silver was a dictator, an evil king, but to the people of his Kingdom, Silver was a wise king, because he brought prosperity and wealth to it. That was the reason why although Silver had many inhuman experiments on enhancing the Aether into the Human body, there were still those who supported him. Above all, Silver felt that he and his people were the true lords of the universe.</p>"
        },
        {
            "id": 9,
            "name": "Forgotten Mines",
            "avatar": "forgotten-mines.png",
            "desc": "<p>To the north of the Iron Fortress was Mount Halfway, which was not high but the ridge was very long, wide and fairly easy to move. A legend from the people of the Iron Fortress stated that as soon as the god Otis arrived, he could sense the potential of minerals and resources here. He used his power to flatten the mountain’s front, creating paths for the first inhabitants to exploit. Then from there, he passed on his knowledge of metallurgy to them and together, they built the Iron Fortress.</p><p>Besides iron, copper and tin, ... the most precious here was Auraminum. However, every had an end and the mines in this Halfway were no exception, they have been nearly exhausted over the centuries. Only a few people come here and pin their hopes on those barren rocks.</p><p>As a way of remembering the treasure they once owned, the inhabitants of the Iron Fortress gave Mount Halfway and mines a more poignant name, 'The Forgotten Mines.'</p>"
        },
        {
            "id": 10,
            "name": "Great Northen Wall",
            "avatar": "great-nothern-wall.png",
            "desc": "<p>The northernmost point of The Earth is Mount Pagos. Winter on this mountain lasts longer than anywhere else in The Earth. The only things that can live well in this environment are the old trees of the Snow Pine. For thousands of years, they have been called The Endless White Forest. Deep in the forest was a space rift that leads directly to The Nightmare.</p><p>Around the beginning of the second era of The Earth, the Beasts followed this rift to attack The Earth. A bloody war between the Humans and the other bloodthirsty race broke out in this land. When the Human side was about to lose, Elias – who was considered the first leader of the North, tried to call for the unity and help of the whole The Earth. From the warriors of the Crown Kingdom to the Elf mages from the afar Dreaming Valley, all answered the call. At the Iron Fortress, the first Auramium swords were forged. All helped to change the course of the war and the Beasts were finally repelled. Peace has been restored but the danger from the rift is still there...</p><p>Elias then united with the top leaders of The Earth to build a long wall here to separate the Endless White Forest and that rift from the rest of The Earth. They called this wall the Great Northern Wall. At the same time, Elias also founded the Black Knights with one and only mission to guard the Great Northern Wall as well as to protect the entire The Earth from the dangers of The Nightmare. Therefore, they were almost out of all political affairs on The Earth and conversely, all Kingdoms were not allowed to encroach on the Black Knight.</p><p>“What happens on the Great Northern Wall, stays on the Great Northern Wall!”</p><p>Over time, as the wars for power continued, people gradually forgot the importance of the Black Knights to The Earth. Respect for them also faded with the years as well as within the ranks of the Black Knight themselves there were voids. The culmination was when the Silver Serpent bribed some members of The Wall (short for the Great Northern Wall) Council, forcing Brian Kide to become the leader of the Black Knights in order to separate him from his home town of North Castle. Then, he plans to assassinate Brian and conquers the entire North.</p><p>The Black Knights fall into chaos, and on the other side of the rift, Orson and the evil Demons are preparing their forces to take over The Earth once more...</p>"
        }
    ]
}]